<?php include('header.php'); ?>
<div class="container mt-5">
    <section>
        <h2 class="text-center">مشاريعي السابقة</h2>
        <ul class="list-group">
            <li class="list-group-item">مشروع : مشروع المنزل الذكي
عملت عليه لمدة 3 أشهر
1 مارس 2024 - 1 يونيو 2024

في هذا المشروع، أنا مسؤول عن كتابة C
رموز لجميع المكونات، مثل
مستشعر درجة الحرارة، ومستشعر الغاز، والحركة
الاستشعار.

تم استخدام مستوى عال من التكنولوجيا، مثل
كهربة المنزل الذكي بالطاقة الشمسية,
توفير الراحة لشاغليها، والسيطرة على
المنزل الذكي من خلال تطبيق الهاتف المحمول، و
إضافة حساسات الإضاءة مثل حساسات الحركة وغيرها.
كان المرآب الذي استخدمناه أيضًا يحتوي على خمسة أجهزة استشعار، بما في ذلك
حساسات IR، حساسان للدخول والخروج
السيارة، والتي يتم عرضها على شاشة LCD، و
ثلاثة أجهزة استشعار للكشف عنه. هناك كم
السيارات في المرآب، ولا يزيد عن ثلاث سيارات
مسموح بالداخل؟ يتم عرض هذه المعلومات على
شاشة LCD، بالإضافة إلى إمكانية التحكم في الفتح والفتح
إغلاق بوابة المنزل الذكي. وصف مختصر</li>
            
            <!-- أضف المزيد من المشاريع هنا -->
        </ul>
    </section>
</div>
<?php include('footer.php'); ?>
